import vozhak_original from "../../assets/images/bottles/vozhak_original.png";
import vozhak_special from "../../assets/images/bottles/vozhak_special.png";
import vozhak_classic from "../../assets/images/bottles/vozhak_classic.png";
import volodar from "../../assets/images/bottles/volodar.png";
import volodar_vertep from "../../assets/images/bottles/volodar_vertep.png";
import volodar_zolotekilce from "../../assets/images/bottles/volodar_zolotekilce.png";
import volodar_lvivska from "../../assets/images/bottles/volodar_lvivska.png";
import volodar_slava from "../../assets/images/bottles/volodar_slava.png";
import volodar_stolova from "../../assets/images/bottles/volodar_stolova.png";

export const SidebarData = [
  {
    title: "Горілки преміальні",
    menu: [
      {
        title: "Володар преміум",
        subNav: [
          {
            id: "01",
            title: "Володар преміум",
            path: "/production/01",

            vol: "0.75л",
            alc: "40%",
            composition:
              "Вода питна підготовлена, спирт етиловий ректифікований “Люкс”, мед натуральний.",
            description:
              "Традиційно чоловіча горілка з яскравою індивідуальністю та почуттям власної гідності. Скуштувавши горілку «Володар преміум» Ви відкриєте для себе її багатий внутрішній світ, відчуєте чіткий та самовпевнений смак, оціните довершеність та сміливість композиції.",
          },
        ],
      },
      {
        title: "Золото карпат",
        subNav: [
          {
            id: "02",
            title: "Золото Карпат",
            path: "/production/02",

            vol: "0.75л",
            alc: "40%",
          },
          {
            id: "03",
            title: "Львівський Скарб",
            path: "/production/03",

            vol: "0.75л",
            alc: "40%",
          },
        ],
      },
      {
        title: "Львівська горілка",
        subNav: [
          {
            title: "Давня легенда",
            path: "/overview/users",

            vol: "0.5л, 0.7л",
            alc: "40%",
          },
          {
            title: "Львівська горілка",
            path: "/overview/users",

            vol: "0.5л, 0.7л",
            alc: "40%",
          },
          {
            title: "Золотиста",
            path: "/overview/users",

            vol: "0.5л, 0.7л",
            alc: "40%",
          },
          {
            title: "Срібляста",
            path: "/overview/users",

            vol: "0.5л, 0.7л",
            alc: "40%",
          },
        ],
      },
      {
        title: "Львівська Ювілейна",
        path: "/team",
        subNav: [
          {
            title: "Львівська Ювілейна",
            path: "/overview/users",

            vol: "0.75л",
            alc: "40%",
          },
        ],
      },
      {
        title: "Преміум Львів",
        path: "/messages",
        subNav: [
          {
            id: "4",
            title: "Преміум Львів",
            path: "/overview/users",

            vol: "0.7л",
            alc: "40%",
          },
          {
            id: "5",
            title: "Преміум Львів Золото",
            path: "/overview/users",

            vol: "0.7л",
            alc: "38%",
          },
          {
            title: "Преміум Львів Платина",
            path: "/overview/users",

            vol: "0.7л",
            alc: "40%",
          },
        ],
      },
      {
        title: "Слава преміум",
        subNav: [
          {
            title: "Слава преміум",
            path: "/overview/users",

            vol: "0.75л",
            alc: "40%",
          },
        ],
      },
      {
        title: "Чемпіон",
        subNav: [
          {
            title: "Чемпіон",
            path: "/overview/users",

            vol: "0.75л",
            alc: "40%",
          },
        ],
      },
    ],
  },

  {
    title: "Горілки",
    menu: [
      {
        title: "Вожак",
        subNav: [
          {
            id: "vozhak_classic",
            title: "Вожак класичний",
            path: "/production/horilky/vozhak_classic",
            vol: "0.5л, 0.7л",
            alc: "40%",
            image: vozhak_classic,
            description:
              'Класичні 40°, ідеальна прозорість, унікальний смак та аромат горілки Вожак Класична - із кришталево чистої підготовленої води, глюкози та спирту "Люкс", виготовлена на 100% за класичною технологією.',
            composition:
              "Вода питна підготовлена, спирт етиловий ректифікований “Люкс”, глюкоза.",
          },
          {
            id: "vozhak_original",
            title: "Вожак оригінальний",
            path: "/production/horilky/vozhak_original",

            vol: "0.5л, 0.7л",
            alc: "40%",
            image: vozhak_original,
            description:
              'Горілка Вожак Оригінальна має оксамитовий смак із відтінком терпкості.  Виготовлена з додаванням кропу та житнього солоду на основі спирту "Люкс" та спеціально підготовленої води, що видобувається в передгір`ї українських Карпат.',
            composition:
              "Вода питна підготовлена, спирт етиловий ректифікований “Люкс”, цукор, ароматні спирти житнього солоду та кропу запашного.",
          },
          {
            id: "vozhak_special",
            title: "Вожак особливий",
            path: `/production/horilky/vozhak_special`,

            vol: "0.5л, 0.7л",
            alc: "40%",
            image: vozhak_special,
            description:
              'Відмінна особливість горілки Вожак Особлива - ідеальна прозорість. Виготовлена на основі високоякісного зернового спирту "Люкс", підготовленої води, добутої в передгірʼї Карпат, з додаванням кмину та житніх сухарів.',
            composition:
              "Вода питна підготовлена, спирт етиловий ректифікований “Люкс”, цукор, ароматні спирти житніх сухарів та кмину.",
          },
        ],
      },
      {
        title: "Володар",
        subNav: [
          {
            id: "volodar_vertep",
            title: "Вертеп",
            path: "/production/horilky/volodar_vertep",

            vol: "0.5л",
            alc: "40%",
            image: volodar_vertep,
            description:
              "Йде вертеп і колядує, Під ногами сніг скрипить. Йде вертеп і колядує, Зірка радісна тремтить. І ні гніву, ні сварки, Тільки співи та жарти. Дружно колядуйте, Й наливайте чарки!",
            composition:
              "Вода питна підготовлена, спирт етиловий ректифікований “Вищої очистки”, ароматні спирти материнки, плодів анісу звичайного, плодів ялівцю.",
          },
          {
            id: "volodar",
            title: "Володар",
            path: "/production/horilky/volodar",

            vol: "0.05л, 0.25л, 0.375л, 0.5л, 0.7л, 1.75л",
            alc: "40%",
            image: volodar,
            description:
              'Традиційно чоловіча горілка з яскраво вираженою індивідуальністю. Ця горілка є візитною карткою Львівського лікеро-горілчаного заводу. Скуштувавши горілку „Володар", Ви відкриєте для себе багатство її смаку, відчуєте її міцний та витончений букет, оціните довершеність та сміливість композиції з використанням меду та мʼяти',
            composition:
              "Вода питна підготовлена, спирт етиловий ректифікований “Екстра”, мед натуральний, м’ята перцева.",
          },
          {
            id: "volodar_zolotekilce",
            title: "Золоте кільце",
            path: "/production/horilky/volodar_zolotekilce",

            vol: "0.25л, 0.5л",
            alc: "40%",
            image: volodar_zolotekilce,
            description:
              "Особлива горілка виготовлена за старовинними українськими рецептами зі спирту найвищої якості з додаванням натурального меду та мʼяти. Львівська вразить вас своїм оригінальним та приємним смаком. Мʼята, що входить до складу цієї горілки, створює ледь вловиме відчуття прохолоди.",
            composition:
              "Вода питна підготовлена, спирт етиловий ректифікований «Вищої очистки», м’ятна олія, ментол.",
          },
          {
            id: "volodar_lvivska",
            title: "Львівська",
            path: "/production/horilky/volodar_lvivska",

            vol: "0.25л, 0.5л, 1.75л",
            alc: "40%",
            image: volodar_lvivska,
            description:
              'Готується за класичною технологією з використанням високоякісного спирту класу "Люкс" і спеціально підготовленої води. Цей напій задовільнить найвибагливіші смаки і наповнить життєдайною енергією.',
            composition:
              "Вода питна підготовлена, спирт етиловий ректифікований «Вищої очистки», м’ятна олія, ментол.",
          },
          {
            id: "volodar_slava",
            title: "Слава",
            path: "/production/horilky/volodar_slava",
            vol: "0.05л, 0.25л, 0.375л 0.5л, 0.7л, 1.75л",
            alc: "40%",
            image: volodar_slava,
            description:
              'Одна з найкращих горілок, що виготовляються на підприємстві. Її витончений смак гармонійно доповнить Ваше застілля і звеселить атмосферу будь-якого свята. Особливістю рецептури цієї горілки є "чистота горілчаної породи", що досягається завдяки унікальним технологіям очищення та поєднанню зернового спирту класу „Екстра" і помʼякшеної води.',
            composition:
              "Вода питна підготовлена, спирт етиловий ректифікований “Екстра”, цукор.",
          },
          {
            id: "volodar_stolova",
            title: "Столова",
            path: "/production/horilky/volodar_stolova",

            vol: "0.05л, 0.25л, 0.375л 0.5л, 0.7л, 1.75л",
            alc: "40%",
            image: volodar_stolova,
            description:
              'Весь багатий досвід, нагромаджений за довгі роки виробництва горілок, втілено в оригінальній рецептурі горілки „Столова". Цій горілці притаманні витриманий смак та характерна мʼякість, що досягаються додаванням до її складу цукрового сиропу. Ви неодмінно оціните майстерність авторів її рецепту, відчувши, як класична композиція поволі змінюється мʼяким присмаком.',
            composition:
              "Вода питна підготовлена, спирт етиловий ректифікований “Екстра”, цукор.",
          },
        ],
      },
      {
        title: "Галицька",
        subNav: [
          {
            title: "Галицька",
            path: "",

            vol: "0.2л, 0.5л",
            alc: "40%",
          },
          {
            title: "Галицька з гірським медом",
            path: "",

            vol: "0.5л",
            alc: "40%",
          },
          {
            title: "Галицька з м'ятою",
            path: "",

            vol: "0.5л",
            alc: "40%",
          },
          {
            title: "Галицька на карпатських травах",
            path: "",

            vol: "0.5л",
            alc: "40%",
          },
        ],
      },
      {
        title: "Лемберг",
        subNav: [
          {
            title: "Лемберг",
            path: "",

            vol: "0.5л, 0.7л",
            alc: "40%",
          },
          {
            title: "Вишукана",
            path: "",

            vol: "0.5л, 0.7л",
            alc: "38%",
          },
          {
            title: "Велична",
            path: "",

            vol: "0.5л, 0.7л",
            alc: "40%",
          },
        ],
      },
      {
        title: "Львівська горілка",
        subNav: [
          {
            title: "Львівська горілка Легка",
            path: "",

            vol: "0.1л, 0.375л, 0.5л",
            alc: "38%",
          },
          {
            title: "Львівська горілка Правдива",
            path: "",

            vol: "0.1л, 0.25л, 0.375л, 0.5л, 0.7л",
            alc: "40%",
          },
          {
            title: "Львівська горілка Холодна",
            path: "",

            vol: "0.1л, 0.25л, 0.375л, 0.5л, 0.7л",
            alc: "40%",
          },
          {
            title: "Львівська горілка Шляхетна ",
            path: "",

            vol: "0.1л, 0.25л, 0.375л, 0.5л, 0.7л",
            alc: "40%",
          },
          {
            title: "Львівська Брезова ",
            path: "",

            vol: "0.1л, 0.5л",
            alc: "40%",
          },
          {
            title: "Львівська горілка Міцна",
            path: "",

            vol: "0.5л",
            alc: "56%",
          },
        ],
      },
      {
        title: "Московська особлива",
        subNav: [
          {
            title: "Московська особлива",
            path: "",

            vol: "0.25л, 0.5л",
            alc: "40%",
          },
        ],
      },
      {
        title: "Перфект",
        subNav: [
          {
            title: "Перфект Айс Діамант",
            path: "",

            vol: "0.5л",
            alc: "40%",
          },
          {
            title: "Перфект Айс Преміум",
            path: "",

            vol: "0.5л",
            alc: "40%",
          },
          {
            title: "Перфект Айс Престиж",
            path: "",

            vol: "0.5л",
            alc: "40%",
          },
          {
            title: "Перфект Айс Срібна",
            path: "",

            vol: "0.5л",
            alc: "38%",
          },
          {
            title: "Перфект Апельсин",
            path: "",

            vol: "0.5л",
            alc: "40%",
          },
          {
            title: "Перфект Лимон",
            path: "",

            vol: "0.5л",
            alc: "38%",
          },
        ],
      },
      {
        title: "Столична",
        subNav: [
          {
            title: "Столична",
            path: "",

            vol: "0.25л, 0.5л",
            alc: "40%",
          },
        ],
      },
      {
        title: "Українська оригінальна",
        subNav: [
          {
            title: "Українська оригінальна",
            path: "",

            vol: "0.25л, 0.5л",
            alc: "40%",
          },
        ],
      },
      {
        title: "Святкова",
        path: "",
        subNav: [
          {
            title: "Святкова",
            path: "",

            vol: "0.35л",
            alc: "40%",
          },
        ],
      },
      {
        title: "Perlova",
        path: "",
        subNav: [
          {
            title: "Perlova",
            path: "",

            vol: "0.35л",
            alc: "40%",
          },
        ],
      },
      {
        title: "Чиста",
        path: "",
        subNav: [
          {
            title: "Чиста",
            path: "",

            vol: "0.35л",
            alc: "37.5%",
          },
        ],
      },
    ],
  },
  {
    title: "Настоянки та Наливки",
    menu: [
      {
        title: "Лимонна",
        subNav: [
          {
            title: "Лимонна",
            path: "",

            vol: "0.5л",
            alc: "40%",
          },
        ],
      },
      {
        title: "Льівська медова з перцем",
        subNav: [
          {
            title: "Льівська медова з перцем",
            path: "",

            vol: "0.1л, 0.5л",
            alc: "40%",
          },
        ],
      },
      {
        title: "Мисливська",
        subNav: [
          {
            title: "Мисливська",
            path: "",

            vol: "0.2л",
            alc: "45%",
          },
        ],
      },
      {
        title: "Українська з перцем",
        subNav: [
          {
            title: "",
            path: "Українська з перцем",

            vol: "0.25л, 0.375л, 0.5л",
            alc: "40%",
          },
        ],
      },
      {
        title: "О Лімоне",
        subNav: [
          {
            title: "О Лімоне",
            path: "",

            vol: "0.35л",
            alc: "25%",
          },
        ],
      },
      {
        title: "Слив'янка Українська",
        subNav: [
          {
            title: "Слив'янка Українська",
            path: "",

            vol: "0.35л",
            alc: "18%",
          },
        ],
      },
      {
        title: "Спотикач Український",
        subNav: [
          {
            title: "Спотикач Український",
            path: "",
            vol: "0.35л",
            alc: "20%",
          },
        ],
      },
      {
        title: "Зубрiвка",
        subNav: [
          {
            title: "Зубрiвка",
            path: "",

            vol: "0.35л",
            alc: "40%",
          },
        ],
      },
      {
        title: "Перцовка",
        subNav: [
          {
            title: "Перцовка",
            path: "",
            vol: "0.35л",
            alc: "35%",
          },
        ],
      },
    ],
  },
  {
    title: "Бальзами та Лікери",

    menu: [
      {
        title: "Дністер",

        subNav: [
          {
            title: "Дністер",
            path: "",

            vol: "0.2л, 0.5л",
            alc: "40%",
          },
        ],
      },
      {
        title: "Вишневий",

        subNav: [
          {
            title: "Вишневий",
            path: "",

            vol: "0.5л",
            alc: "25%",
          },
        ],
      },
      {
        title: "Кавовий",

        subNav: [
          {
            title: "Кавовий",
            path: "",

            vol: "0.5л",
            alc: "30%",
          },
        ],
      },
      {
        title: "Лимонний",
        subNav: [
          {
            title: "Лимонний",
            path: "",

            vol: "0.5л",
            alc: "25%",
          },
        ],
      },
      {
        title: "Старий ринок",
        subNav: [
          {
            title: "Старий ринок",
            path: "",

            vol: "0.5л",
            alc: "45%",
          },
        ],
      },
      {
        title: "Шоколадний",
        subNav: [
          {
            title: "Шоколадний",
            path: "",

            vol: "0.5л",
            alc: "30%",
          },
        ],
      },
    ],
  },
  {
    title: "Оцет",
    path: "/products",
    menu: [
      {
        title: "Оцет винний",
        path: "",
        subNav: [
          {
            title: "Оцет винний ",
            path: "",

            vol: "0.33л",
            strength: "6%",
          },
        ],
      },
      {
        title: "Оцет спиртовий ",
        path: "",
        subNav: [
          {
            title: "Оцет спиртовий ",
            path: "",
            vol: "0.33л, 0.5л",
            strength: "9%",
          },
        ],
      },
      {
        title: "Оцет яблучний ",
        path: "",
        subNav: [
          {
            title: "Оцет яблучний ",
            path: "",
            vol: "0.33л",
            strength: "6%",
          },
        ],
      },
      {
        title: "Оцет бальзамний ",
        path: "",
        subNav: [
          {
            title: "Оцет бальзамний ",
            path: "",
            vol: "0.33л",
            strength: "6%",
          },
        ],
      },
    ],
  },
];
